/*
  KeyBinding.strings
  iina

  Created by lhc on 4/2/2017.
  Copyright © 2017 lhc. All rights reserved.
*/

"cmd.ignore" = "無視";
"cmd.seek" = "シーク";
"cmd.revert-seek" = "シークを中止";
"cmd.set" = "設定";
"cmd.cycle" = "切り替える";
"cmd.cycle-values" = "指定値内で切り替える";
"cmd.add" = "加算";
"cmd.multiply" = "乗算";
"cmd.frame-step" = "次のフレームへ";
"cmd.frame-back-step" = "前のフレームへ";
"cmd.ab-loop" = "A-Bリピート";
"cmd.sub-seek" = "字幕をシーク";
"cmd.playlist-next" = "次のメディアへ";
"cmd.playlist-prev" = "前のメディアへ";
"cmd.playlist-move" = "プレイリスト項目を移動";
"cmd.playlist-clear" = "プレイリストを消去";
"cmd.playlist-remove" = "プレイリストを削除";
"cmd.playlist-shuffle" = "シャッフル";
"cmd.write-watch-later-config" = "再生履歴を記録";
"cmd.stop" = "停止";
"cmd.quit" = "終了";
"cmd.quit-watch-later" = "終了（進行状況を保存）";
"cmd.screenshot" = "スクリーンショット";
"cmd.screenshot-to-file" = "スクリーンショットをファイルとして保存";
"cmd.loadfile" = "ファイルを読み込む";
"cmd.loadlist" = "プレイリストを読み込む";
"cmd.run" = "実行";

"iina.flip" = "反転（上下）";
"iina.mirror" = "ピクチャインピクチャを切り替える";

"iina.toggle-pip" = "ピクチャインピクチャを切り替える";
"iina.toggle-music-mode" = "ミュージックモードを切り替える";
"iina.open-file" = "ファイルを開く";
"iina.open-url" = "URLを開く";
"iina.video-panel" = "ビデオパネル";
"iina.audio-panel" = "オーディオパネル";
"iina.sub-panel" = "字幕パネル";
"iina.playlist-panel" = "プレイリストパネル";
"iina.chapter-panel" = "チャプタパネル";
"iina.bigger-window" = "ウインドウを拡大";
"iina.smaller-window" = "ウインドウを縮小";
"iina.fit-to-screen" = "画面の大きさに合わせる";
"iina.toggle-flip" = "反転（上下）を切り替える";
"iina.toggle-mirror" = "反転（水平）を切り替える";
"iina.save-playlist" = "現在のプレイリストを保存";
"iina.show-current-file-in-finder" = "現在のファイルをFinderに表示";
"iina.delete-current-file" = "現在のファイルを削除";
"iina.delete-current-file-hard" = "現在のファイルをゴミ箱に入れずに削除";
"iina.find-online-subs" = "オンラインで字幕を検索";
"iina.save-downloaded-sub" = "ダウンロードした字幕を保存";

"yes" = "はい";
"no" = "いいえ";
"to" = "を";
"by" = "x";
"in" = "を次の値で";
"add" = "増加";
"minus" = "減少";
"forward" = "進む";
"backward" = "戻る";
"seek-to" = "時間の指定";

"relative" = "秒";
"absolute" = "秒";
"absolute-percent" = "%";
"relative-percent" = "%";
"relative+exact" = "秒 (精密)";
"relative-percent+exact" = "% (精密)";
"absolute+keyframe" = "s (キーフレーム)";
"absolute-percent+keyframe" = "% (キーフレーム)";

"opt.pause" = "一時停止";
"opt.speed" = "再生速度";

"opt.window-scale" = "ウィンドウの倍率";

"opt.video" = "ビデオトラック";
"opt.video-aspect-override" = "ビデオアスペクト";
"opt.contrast" = "コントラスト";
"opt.brightness" = "輝度";
"opt.gamma" = "ガンマ値";
"opt.saturation" = "彩度";
"opt.deinterlace" = "インターレース解除";

"opt.audio" = "オーディオトラック";
"opt.volume" = "音量";
"opt.mute" = "ミュート";
"opt.audio-delay" = "オーディオディレイ";

"opt.sub" = "字幕トラック";
"opt.sub-delay" = "字幕ディレイ";
"opt.sub-pos" = "字幕の位置";
"opt.sub-scale" = "字幕の大きさ";
"opt.sub-visibility" = "字幕の表示";
"opt.secondary-sub-visibility" = "副字幕の表示設定";
"opt.sub-ass-style-override" = "ASSの書式を上書き";

"opt.fullscreen" = "フルスクリーン";
"opt.ontop" = "最前面に固定";

"opt.chapter" = "チャプター";

"read.set" = "{{property}}を{{value}}に設定";
"read.add" = "{{property}} {{value}}";
"read.multiply" = "{{property}}を{{factor}}倍";
"read.cycle" = "{{property}}の値を{{#dir_down}}逆方向に{{/dir_down}}切り替える";
"read.cycle-values" = "{{property}}の値を({{{values}}})の範囲で切り替える";
"read.seek" = "{{#fwd}}先へ{{/fwd}}{{#bwd}}後ろへ{{/bwd}}{{#abs}}{{/abs}} {{value}}{{#sec}}秒{{/sec}}{{#per}}%{{/per}} {{#exact}}(精細){{/exact}}{{#kf}}(キーフレーム){{/kf}} シーク";
"read.sub-seek" = "{{#skip_1}}次{{/skip_1}}{{#skip_-1}}前{{/skip_-1}} の字幕へシーク";
